{
  "id": 5,
  "genreEvents":
  [
    {
      "genre": "genre5",
      "title": "Gospel and The Freedom Trail",
      "lead": "In partnership with Night Out In The Parks, presented by the Chicago Park District",
      "admission": "Free & open to the public, Rain or Shine",
      "location": "Marquette Park (6743 S. Kedzie Ave)",
      "date": "Saturday, July 22",
      "time": "2-6pm",
      "image": "../assets/Holy Vessel Choir.jpg",
      "description": "Gospel and the Freedom Trail features a concert with gospel icon Dr. Lena McLin, the Chicago Christian Choir, Dexter Walker & Zion Movement, and various Chicago Gospel luminaries. Master of Ceremonies Sonya Blakey, the Program Director and On-Air Host at GospelRadio 1390, will lead a discussion on Chicago Gospel from the stage with special guests.",
      "link": "",
      "tabs": [
        { 
          "tabname": "Dr. Lena McLin",
          "title": "Dr. Lena McLin & the Holy Vessel Baptist Church Choir",
          "image": "../assets/Dr. Lena.jpg",
          "content": "<p>The Holy Vessel Baptist Church Choir has been inspiring people with the Good News in song since 1981. The HVBCC has performed many times at the Chicago Gospelfest and shared the festival’s main stage with many Gospel music legends including Andraé Crouch, Otis Clay and Jessy Dixon. The HVBCC also has headlined concerts in Wisconsin, Missouri and Georgia.</p><p>Members of the HVBCC have performed professionally as Still Water and The Lena McLin Singers. They were featured in concert at Orchestra Hall, and they regularly appeared on ABC-TV’s \"Face To Face\" with host Vernon Jarrett. The HVBCC released its CD \"The Spirit of Christmas\" in 2002.</p><p>HVBCC alums include many professional artists, including opera singer Susan Korhonen-Ali, Christian vocalist and “West Coast Praze” TV show executive producer Donna McAfee, international gospel/pop singer Sharon Pass, and Chicago radio broadcaster Roger Plummer.</p><p>The HVBCC is founded and directed by the award-winning composer, musician and educator Dr. Lena J. McLin. Dr. McLin is the niece of the ‘Father of Gospel Music’ Thomas A Dorsey. Dr. McLin taught in Chicago Public Schools for 36 years, and she was featured in the PBS documentary \"This Far By Faith\".</p>"
        },
        { 
          "tabname": "Chicago Christian Choir",
          "title": "Chicago Christian Choir",
          "image": "../assets/chicagochristianchoir.jpg",
          "content": "Chicago Christian Choir is a multi-cultural performance choir whose mission is to spread the Good News of Love through choral, gospel, and jazz vocal music."
        },
        { 
          "tabname": "Dexter Walker",
          "title": "Dexter Walker & Zion Movement",
          "image": "../assets/.jpg",
          "content": ""
        }
      ]
    }
  ],
  "genreEssay":
  [
  ]
}